export default function About() {
    return <>
    
        <img src="/pictures/AboutUs.jpg" style={{ width: "97.6vw",align:"center"}}></img>
        <div style={{position:"absolute",zIndex:2,right:0 ,top:150,height:80,width:150,backgroundColor:"rebeccapurple"}}>
            <h1 align="center" style={{color:"white",fontFamily:"Guttman-CourMir"}}>אודות</h1>
        </div>
        <p style={{ direction: "rtl" }}>
            <b >סיפורה של חברת הצורפים </b>
            מתחיל בתחילת שנות ה 40 בצ'רנוביץ, רומניה. שלושה צורפים יהודים (יוסף מרדינגר, וילהלם קרנר ומיכאל שטיינמץ) מקימים יחד בית מלאכה קטן,
             אך מלחמת העולם השנייה טורפת את תכניותיהם. השלושה נמלטים מרומניה, כל אחד בדרך אחרת, ונפגשים שוב רק
            אחרי קום המדינה. בשנת
            1952 הם מחדשים את שותפותם, והפעם בישראל. לסדנתם הם קוראים: “הצורפים."</p>

        <p style={{ direction: "rtl" }}>אל הסדנה מצטרפים צורפים יהודים מכל קצוות הגולה, כל אחד מהם מומחה בתחומו, וביחד הם יוצרים יצירות כלי כסף חדשות, שהן שילוב של מזרח
            ומערב. תמיד בעבודת יד, תוך שימוש בטכניקות מסורתיות מורכבות שמצריכות מיומנות רבה. כמה מן הכלים שעוצבו באותה התקופה נחשבים עד
            היום למבוקשים ביותר בחברת "הצורפים
            ."</p>
        <h2 style={{ direction: "rtl" }}>  יעקב מרדינגר - אמן וצורף ראשי</h2>
        <p style={{ direction: "rtl" }}>
            יעקב מרדינגר
            נולד ב 1956- הוא אמן צורפות ישראלי, המתמחה בעיצוב ויצירת פריטי כסף ויודאיקה יוקרתיים. כבר מגיל 13 , הפגין מרדינגר כישרון () יוצא דופן בצורפות, כשעיצב את פריטי הכסף הראשונים שלו.
        </p>
        <p style={{ direction: "rtl" }}>
            מרדינגר צמח בסביבה המשפחתית המסורתית של חברת "הצורפים", שנוסדה על ידי אביו יוסף מרדינגר בשנת
            1952 . בעוד החברה החלה כסדנה קטנה בתל אביב, הפכה במהלך השנים למותג בינלאומי של צורפות ועיצוב כלי כסף מרהיבים.
        </p>
        <p style={{ direction: "rtl" }}>מרדינגר הוא המשך לשושלת ארוכה של צורפים מוכשרים. הוא שואב את השראתו הן מטכניקות צורפות קלאסיות מפוארות ופיתח טכניקות צורפות
            יחודיות משלו ,היצירות היוצאות מתחת ידיו הן יצירות אמנות צרופות, המשלבות בין מסורת לחדשנות, בסגנון אורנמנטלי
            בהשפעת הברוק ועד סגנון () אומנתי מינימליסטי ומודרני.</p>
        <p style={{ direction: "rtl" }}>
            בשנים האחרונות, זכו עבודותיו של מרדינגר להכרה בינלאומית רחבה. מרדינגר נחשב לאחד הצורפים הגדולים והמשפיעים בעולם, עם לקוחות פרטיים
            ומוסדות תרבות שרכשו את יצירותיו בעלות הערך הרב.
        </p>
        <p style={{ direction: "rtl" }}>
            יצירותיו של מרדינגר מקשטות ומפארות את בתיהם של מפורסמים רבים לאורך ההיסטוריה. פריטי הכסף והיודאיקה המרשימים שלו נמצאים
            בקולקציות הפרטיות של אנשי עסקים, תורמים, אמנים ונשיאים ממדינות רבות ברחבי העולם. מלבד הכרה בינלאומית, חלק מיצירותיו מעוצבות במיוחד
            לפי הזמנות אישיות של לקוחות פרטיים במהדורות מוגבלות.
        </p>
        <h2 style={{ direction: "rtl" }}>דוגמאות ליצירותיו המפורסמות:</h2>

        <p style={{ direction: "rtl" }}><b >"מרכבת המצוות" (2022) </b>
            - יצירת המופת המונומנטלית הזו היא אוסף כלי יודאיקה חבוי בתוך מרכבה ויקטוריאנית. המרכבה מונה כמאה חלקי כסף

            מצופים זהב ומשובצים באבני חן, לצד שכבות אמייל צבעוניות החושפות דוגמאות משוכללות שנעשו במלאכת הגיליוש'יר - חריטה עמוקה. היצירה
            מתייחסת לתקופות בהן נאלצו יהודים לקיים את מצוות דתם בסתר. בתוך המרכבה טמונים תשמישי מצווה שונים המייצגים טקסים יהודיים - פמוטי שבת, כוס קידוש, ערכת הבדלה, חנוכייה ונטילת ידיים אחרונים. המראה המרהיב של "מרכבת המצוות" משקף את עוצמתה של האמונה היהודית.
        </p>
        <p style={{ direction: "rtl" }}>
            <b>
                "מחלק יין מקולקציית בראשית" (2017)
            </b>
            - מחלק יין עם כלי מזיגה מרכזי הנמזג לכוסות יין המונחות על מגש. הקולקציה מיוחסת לנושא הבריאה.
            חלק מקולקציה בראשית המאופיינת בקווים מינימליסטיים ונקיים, המעניקים כבוד לחומרים יקרי הערך שממנה עשויה היצירה. על כל כוס חרוט פסוק
            אחר מתוך סיפור בראשית בתנ"ך, היוצר השראה רוחנית לסיפור הבריאה.
        </p>
        <p style={{ direction: "rtl" }}>
            הפריט עשוי כסף מצופה זהב בעיצוב מינימליסטי ואלגנטי למזיגת יין. הפריט משלב בין מסורות תרבותיות יהודיות לבין אסתטיקה עכשווית, והופך את
            מזיגת היין למעמד רוחני ומכובד.
        </p>
        <p style={{ direction: "rtl" }}>
            יצירותיו של מרדינגר מראות את שליטתו המופלאה בטכניקות הצורפות המסורתיות, ואת הדרך הייחודית בה הוא משלב השראה רוחנית, סמלים
            יהודיים ומורשת עם חזון עיצובי חדשני. פרטי הפרטים המורכבים וחריטות הפסוקים מעידים על רמת הביצוע הגבוהה ועל ההשקעה הרבה שהוא
            משקיע ביצירותיו.
        </p>
        <h1 style={{ direction: "rtl" }}>
            "השליחות שלי היא להעביר לדורות הבאים את אומנות הצורפות, ובאמצעותה לשמר
            את המורשת היהודית " יעקב מרדינגר.
        </h1>
    </>
}